Repository: AideB2B3/Beyond-Borders
Catalog: Localizable.xcstrings
Source language: en
Languages: hi, it, tr

source: Beyond Borders
hi: बियॉंड बॉर्डर्स

source: Choose the Category!
hi: श्रेणी चुनें!
it: Scegli la Categoria!
tr: Kategori seç

source: Culture
hi: संस्कृति
it: Cultura
tr: Kültür

source: Culture - %@
hi: संस्कृति - %@
it: Cultura - %@
tr: Kültür - %@

source: Do you agree?
hi: क्या आप सहमत हैं?
it: Sei d’accordo?
tr: Katılıyor musun ?

source: Food
hi: खाना
it: Cibo
tr: Yemek

source: Food - %@
hi: खाना - %@
it: Cibo - %@
tr: Yemek - %@

source: Home
hi: घर
tr: Ana Sayfa

source: Insert Name %lld
hi: नाम डालें %lld
it: Inserisci nome %lld
tr: İsim ekle %lld

source: Language
hi: भाषा
it: Linguaggio
tr: Dil

source: Language - %@
hi: भाषा - %@
it: Linguaggio - %@
tr: Dil - %@

source: Match Settings
hi: खेल सेटिंग्स
it: Impostazioni partita
tr: Oyun ayarları

source: Next
hi: अगला
it: Avanti
tr: Sonraki

source: Next turn: %@
hi: अगली बारी: %@
it: Prossimo turno: %@
tr: Sonraki tur: %@

source: No
hi: नहीं
tr: Hayır

source: Onboarding completato!
hi: आप खेलने के लिए तैयार हैं
tr: Başlamaya hazırsın !

source: Play
hi: खेल
it: Gioca
tr: Oyna

source: Re open the app
hi: ऐप दोबारा खोलें
it: Riapri l’app
tr: Uygulamayı yeniden aç

source: Re-tap
hi: पुनः टैप करें
it: Ri-tappa
tr: Yeniden dokun

source: Responses
hi: जवाब
it: Risposte
tr: Yanıtlar

source: Round
hi: दौर
tr: Tur

source: Skip
hi: छोड़ें
it: Salta
tr: Geç

source: Start
hi: शुरू
tr: Başla

source: Stereotypes
hi: टकसाली
it: Stereotipi
tr: Önyargılar

source: Stereotypes - %@
hi: टकसाली - %@
it: Stereotipi - %@
tr: Önyargılar - %@

source: Tap the world to extract a random country
hi: कोई देश चुनने के लिए विश्व पर टैप करें
it: Tap il mondo per estrarre random il paese
tr: Dünyaya dokunarak rastgele bir ülke seç!

source: Tap to Start the Turn
hi: अपनी बारी शुरू करने के लिए टैप करें
it: Tap per iniziare il turno
tr: Turu başlatmak için dokun

source: Total People: %lld
hi: कुल लोग: %lld
it: Totale persone: %lld
tr: Toplam kişi: %lld

source: Turn Duration: %lld sec
hi: बारी अवधि: %lld क्षण
it: Durata Turno: %lld sec
tr: Tur süresi: %lld Saniye

source: Yes
hi: हाँ
it: Si
tr: Evet
